{
  "title": "Top 10 Reasons to Use This Theme",
  "date": "Tuesday June 19th, 2018",
  "body": "1. **It's fast** — Bael runs as a static generated, single page application. After the first page loads, pages after that don't require a full page load.\n\n2. **Progressive Web App** ([PWA](https://developers.google.com/web/progressive-web-apps/)) — Bael saves its CSS/JS/HTML and image assets for faster loading, a more reliable offline experience, and the ability to be installed on Android home screens. Bael scores a [perfect 100](https://pwa-directory.appspot.com/pwas/5710428913532928) on the Google Lighthouse PWA audit.\n\n3. **Responsive** — The design resizes itself to any device display size using CSS media queries and grid layout.\n\n4. **Built-in Search** — find any blog posts with ease. The live search finds misspelled words and instantly updates its results as you type.\n\n5. **Email Signup Form** — Use a serverless [signup form](https://bael-theme.jake101.com/blog/2018-07-08-email-newsletter-setup-instructions) and collect emails for your newsletter. Powered by [Sendgrid](https://sendgrid.com) and [Netlify Functions](https://www.netlify.com/docs/functions/).\n\n6. **JAMstack** — Better performance, cheap hosting, and higher security are just three of the benefits of building websites using [JAMstack](https://jamstack.org/), a modern web development architecture based on client-side JavaScript, reusable APIs, and prebuilt Markup.\n\n7. [**Install Bael**](https://app.netlify.com/start/deploy?repository=https://github.com/jake-101/bael-template) **in one click** — It is easy to have your own blog installed on [Netlify's hosting platform](https://www.netlify.com/features/). You need an account with Netlify and a code repository service like Github or Bitbucket. \n\n8. **Customizable** — Set up your own site icon, footer menus, links, and other options in the admin section of your blog. Available as open source, you are free to modify the code for your own use or for everyone's benefit.\n\n9. **Brutalist design** — Functional and minimal, Bael is a response to the overly friendly, and overdone trends in web design today.\n\n10. **It's free** — Bael is 100% free to get started with. The theme is free, the [CMS](https://www.netlifycms.org/) is free, the web hosting from Netlify is free, Sendgrid is free up to 2,000 subscribers, and Github/Bitbucket offer generous free plans. [Try it out](https://app.netlify.com/start/deploy?repository=https://github.com/jake-101/bael-template) today."
}